{
  "products": [
    {
      "id": 1,
      "name": "Espresso",
      "price": 5.5,
      "summary": "Galão, grinder mocha, filter plunger pot siphon mug variety est caramelization. Galão cortado medium latte organic aroma dripper lungo extraction crema. Bar variety spoon a fair trade filter iced. To go mocha wings irish kopi-luwak acerbic doppio kopi-luwak viennese saucer aroma arabica.",
      "tags": ["black"]
    },
    {
      "id": 2,
      "name": "Latte",
      "price": 4.5,
      "summary": "Robusta id fair trade, ristretto froth sugar siphon cream. Rich cinnamon aged espresso carajillo skinny acerbic iced. Froth, blue mountain eu mug, coffee carajillo flavour cappuccino and cortado mocha. Est, blue mountain froth roast as trifecta cappuccino.",
      "tags": ["milk"]
    },
    {
      "id": 3,
      "name": "Cappuccino",
      "price": 5,
      "summary": "So robust strong, pumpkin spice carajillo extraction grounds aged flavour et acerbic. Siphon as robusta grounds seasonal chicory est extraction. Half and half arabica spoon aroma cinnamon decaffeinated qui fair trade wings. Latte mocha dark redeye percolator crema black doppio body frappuccino body saucer.",
      "tags": ["milk", "froth"]
    },
    {
      "id": 4,
      "name": "Flat white",
      "price": 4.5,
      "summary": "Sugar filter java, turkish java dripper bar saucer mocha body. Barista americano roast robusta as crema carajillo strong in milk est arabica. Brewed filter beans grinder carajillo spoon cappuccino aged cortado bar extraction skinny. To go, half and half medium eu cortado single shot flavour est java.",
      "tags": ["milk"]
    },
    {
      "id": 5,
      "name": "Americano",
      "price": 4.5,
      "summary": "Robusta id fair trade, ristretto froth sugar siphon cream. Rich cinnamon aged espresso carajillo skinny acerbic iced. Froth, blue mountain eu mug, coffee carajillo flavour cappuccino and cortado mocha. Est, blue mountain froth roast as trifecta cappuccino.",
      "tags": ["water"]
    },
    {
      "id": 6,
      "name": "Mocha",
      "price": 6,
      "summary": "Robusta id fair trade, ristretto froth sugar siphon cream. Rich cinnamon aged espresso carajillo skinny acerbic iced. Froth, blue mountain eu mug, coffee carajillo flavour cappuccino and cortado mocha. Est, blue mountain froth roast as trifecta cappuccino.",
      "tags": ["chocolate", "milk", "froth"]
    }
  ],
  "ingredients": ["black", "chocolate", "milk", "froth", "water"]
}
